from aiogram import Router, F
from aiogram.types import Message

router = Router()


@router.message(F.text == "❓ سوالات متداول")
async def faq(message: Message):

    text = """
❓ سوالات متداول

⁉️▸ پاسخ به سوالات شما 

- چقدر طول میکشه پروفایل هامون ساخته بشه؟
خب ببینین ما همه پروفایل هارو به صورت دستی میسازیم تا کیفیت پروفایل ها بالا بشه برای همین باید صبر کنین، بعضی موقع ها حتی 4 روز طول میکشه تا بهتون تحویل بدیم چون خیلی تعداد بالا هست؛ لطفا صبور باشین و ربات رو نگه دارین 🙏

 - این پروفایل ها چطور ساخته میشن؟ 
به صورت دستی با نرم افزار blender ساخته میشن و برای هر فرد جدا رندر میگیریم
"""

    await message.answer(text)